/* Message that the app doesn't have access rights to biometric authentication. Placeholder is app name. */
"%@ doesn't have access to biometric authentication." = "%@ ليس لديه إمكانية الوصول إلى المصادقة البيومترية.";

/* Code option: 4-digit numeric */
"4-Digit Numeric Code" = "رمز رقمي مكون من 4 أرقام";

/* Code option: 6-digit numeric */
"6-Digit Numeric Code" = "رمز رقمي مكون من 6 أرقام";

/* Title for 'Cancel' Button */
"Cancel" = "إلغاء";

/* Headline for 'Change Passcode' view */
"Change Passcode" = "تغيير رمز المرور";

/* Title for code options button */
"Code options" = "خيارات الرمز";

/* Headline for 'Create Passcode' view */
"Create Passcode" = "إنشاء رمز المرور";

/* Code option: custom alphanumeric */
"Custom Alphanumeric Code" = "رمز أبجدي رقمي مخصص";

/* Promt user to enter new passcode */
"Enter new passcode" = "أدخل رمز المرور الجديد";

/* Promt user to enter passcode */
"Enter your passcode" = "أدخل رمز المرور الخاص بك";

/* Notify user that passcodes do not match */
"Passcodes don't match. Try again." = "لا تتطابق رموز المرور. حاول مرة أخرى.";

/* Headline for 'Remove Passcode' view */
"Remove Passcode" = "إزالة رمز المرور";

/* Title for 'Settings' Button */
"Settings" = "الإعدادات";

/* Promt user to verify new passcode */
"Verify new passcode" = "التحقق من رمز المرور الجديد";

/* Promt user to verify passcode */
"Verify your passcode" = "التحقق من رمز المرور الخاص بك";

/* Biometric enrollment prompt reason */
"Enable biometric authentication" = "تمكين المصادقة البيومترية";

/* Biometric authentication prompt reason */
"Verify your identity" = "التحقق من هويتك";
